{
    "home": "Home",
    "about_title": "About Me",
    "tech_stack": "Tech Stack",
    "projects": "Projects",
    "certifications": "Certifications",
    "contact": "Contact",
    "intro_title": "Hi! I'm Alan Cano",
    "intro_subtitle": "Data & Organizational Intelligence Engineer",
    "intro_details": "Data Analyst | Programmer",
    "intro_bio": "I’m passionate about uncovering insights through data and giving them meaning through visualization. I enjoy programming and facing new challenges. I love learning something new every day and building solutions that solve real-world problems.\n\nI truly believe data doesn’t just tell stories, it drives decisions. Want to know how to turn your data into decisions? I’d love to connect.",
    "intro_cta": "Contact Me",
    "about_text": "I’m a calm and curious person, always eager to learn something new. I'm passionate about data analysis and programming, but I also value keeping balance in other areas of my life.\n\nI enjoy working out, playing sports, and being in touch with nature. I love spending time with family and friends, sharing moments, and appreciating the little things. I'm also a fan of the superhero universe—I grew up with it and still find it inspiring.\n\nI consider myself responsible and committed to what I do. I’m always looking to grow, take on new challenges, and add value to every project I work on.",
    "tech_data": "Data Analysis",
    "tech_backend": "Backend & Databases",
    "tech_frontend": "Frontend",
    "tech_tools": "Tools",
    "viewCertificate": "View Certificate",
    "showMore": "Show more",
    "showLess": "Show less",
    "contactTalk": "Let's talk!",
    "contactdescription": "It will be a pleasure to connect with you.",
    "contactnamme": "Full Name",
    "contactemail": "Email",
    "contactmessaje": "Messaje",
    "contactsubmit": "Submit",
    "contactosubmitmessaje": "Messaje sent success",
    "projects_private": "Private repository",
    "view_demo": "View demo",
    "view_code": "View code",
    "project_X": "Análisis de Métricas en Twitter/X",
    "project_X_description": "I designed and implemented a full stack solution to monitor Twitter/X profiles. We automated metric collection using Selenium, performed sentiment analysis with PySentimiento, and built a React frontend with a Node.js backend. All data was stored in MySQL for further visualization and analysis.",
    "project_radio": "Radio Mentions Monitoring",
    "project_radio_description": "I developed an automated system that transcribes radio station recordings, detects specific mentions, and performs sentiment analysis. The logic was implemented in Python using sentiment models, and all data was stored in MySQL. A Flask-based interface allows users to manage recordings and review detected mentions.",
    "project_defensive": "Sports Data Analysis & Visualization",
    "project_defensive_description": "I participated in the ITAM Sports Analytics Hackathon, conducting a descriptive analysis of defensive performance during Euro 2024. I built an interactive dashboard using React JS to present key statistics in a clear and intuitive way.",
    "project_cancunfc": "Financial and Operational Analysis System for Cancún FC",
    "project_cancunfc_description": "I designed and implemented a comprehensive system for analyzing financial and operational data of the Cancún FC football club. It included the creation of a data warehouse, a complete ETL process, and an API built with Node.js. The data is visualized through a custom dashboard built in React JS.",
    "certificate1":"Virtual Environments with Anaconda and Jupyter",
    "certificate2":"Data Science Environment with Jupyter Notebooks and Anaconda",
    "certificate3":"Understanding Data Visualization",
    "certificate4":"Cleaning Data in Python",
    "certificate5":"Power BI Course",
    "certificate6":"Power BI DAX Course",
    "certificate7":"Advanced Power BI Course"
  }
  