{
    "home": "Inicio",
    "about_title": "Sobre mí",
    "tech_stack": "Tecnologías",
    "projects": "Proyectos",
    "certifications": "Certificaciones",
    "contact": "Contacto",
    "intro_title": "¡Hola! Soy Alan Cano",
    "intro_subtitle": "Ingeniero en Datos e Inteligencia Organizacional",
    "intro_details": "Analista de Datos | Programador",
    "intro_bio": "Soy una persona apasionada por encontrar respuestas en los datos y darles sentido a través de la visualización. Disfruto programar y enfrentar nuevos retos. Me encanta aprender algo nuevo cada día y crear soluciones que resuelvan problemas reales.\n\nCreo firmemente que los datos no solo cuentan historias, también impulsan decisiones. ¿Quieres saber cómo transformar tus datos en decisiones? Será un gusto conectar contigo.",
    "intro_cta": "Contáctame",
    "about_text": "Soy una persona tranquila y curiosa, siempre con ganas de aprender algo nuevo. Me apasiona el análisis de datos y la programación, pero también valoro mucho el equilibrio con otras áreas de mi vida.\n\nDisfruto hacer ejercicio, practicar deportes y estar en contacto con la naturaleza. Me encanta pasar tiempo con mi familia y amigos, compartir momentos y disfrutar de las pequeñas cosas. Además, soy fan del universo de los superhéroes; crecí con ellos y me siguen inspirando.\n\nMe considero responsable y comprometido con lo que hago. Siempre busco crecer, enfrentar nuevos retos y aportar valor en cada proyecto en el que participo.",
    "tech_data": "Análisis de Datos",
    "tech_backend": "Backend y Bases de Datos",
    "tech_frontend": "Frontend",
    "tech_tools": "Herramientas",
    "viewCertificate": "Ver Certificado",
    "showMore": "Ver más",
    "showLess": "Ver menos",
    "contactTalk": "¡Hablemos!",
    "contactdescription": "Será un gusto conectar contigo.",
    "contactnamme": "Nombre completo",
    "contactemail": "Correo electrónico",
    "contactmessaje": "Mensaje",
    "contactsubmit": "Enviar",
    "contactosubmitmessaje": "Mensaje enviado con éxito",
    "projects_private": "Repositorio privado",
    "view_demo": "Ver demo",
    "view_code": "Ver código",
    "project_X": "Twitter/X Metrics Analysis",
    "project_X_description": "Diseñé e implementé una solución full stack para monitorear perfiles en Twitter/X. Automatizamos la recolección de métricas mediante Selenium, analizamos el sentimiento de los comentarios con PySentimiento y desarrollamos una interfaz en React con backend en Node.js. Toda la información fue almacenada en MySQL para su posterior visualización y análisis.",
    "project_radio": "Monitoreo de Menciones en Estaciones de Radio",
    "project_radio_description": "Desarrollé un sistema automatizado que transcribe grabaciones de estaciones de radio, detecta menciones específicas y analiza su tono. Implementé la lógica en Python utilizando modelos de sentimiento y almacené los datos en MySQL. El sistema cuenta con una interfaz en Flask para iniciar grabaciones y consultar las menciones detectadas.",
    "project_defensive": "Análisis de Datos Deportivos y Visualización",
    "project_defensive_description": "Participé en el ITAM Sports Analytics Hackathon, realizando un análisis descriptivo del rendimiento defensivo en la Eurocopa 2024. Desarrollé un dashboard interactivo con React JS para mostrar estadísticas clave de forma clara e intuitiva.",
    "project_cancunfc": "Sistema de Análisis Financiero y Operativo para Cancún FC",
    "project_cancunfc_description": "Diseñé e implementé un sistema completo para el análisis de datos financieros y operativos del club Cancún FC. Incluyó la creación de un almacén de datos, un proceso ETL y una API en Node.js. Los datos se visualizan mediante un dashboard desarrollado en React JS.",
    "certificate1":"Entornos Virtuales con Anaconda y Jupyter",
    "certificate2":"Entorno de Trabajo para Ciencia de Datos con Jupyter Notebooks y Anaconda",
    "certificate3":"Comprensión de la visualización de datos",
    "certificate4":"Limpieza de datos en Python",
    "certificate5":"Curso Power BI"
  }
  